const rittusenData = [
  { "No.": 1, "線径(mm)": "0.1", "全本数": 200, "銅断面積(mm2)": "1.57", "名称": "1UEW 200/0.1φ", "参考外径": "2.00", "備考": "" },
  { "No.": 2, "線径(mm)": "0.1", "全本数": 100, "銅断面積(mm2)": "0.79", "名称": "2UEWSTC 100/0.1φ", "参考外径": "1.44", "備考": "" },
  { "No.": 3, "線径(mm)": "0.1", "全本数": 150, "銅断面積(mm2)": "1.18", "名称": "2UEWSTC 150/0.1φ", "参考外径": "1.76", "備考": "" },
  { "No.": 4, "線径(mm)": "0.1", "全本数": 720, "銅断面積(mm2)": "5.65", "名称": "2UEWSTC 6/6/20/0.1φ", "参考外径": "3.87", "備考": "" },
  { "No.": 5, "線径(mm)": "0.1", "全本数": 1008, "銅断面積(mm2)": "7.91", "名称": "2UEWSTC 6/6/28/0.1φ", "参考外径": "4.57", "備考": "要在庫確認" },
  { "No.": 6, "線径(mm)": "0.1", "全本数": 686, "銅断面積(mm2)": "5.39", "名称": "2UEWSTC 7/7/14/0.1", "参考外径": "3.77", "備考": "" },
  { "No.": 7, "線径(mm)": "0.1", "全本数": 784, "銅断面積(mm2)": "6.15", "名称": "2UEWSTC 7/7/16/0.1", "参考外径": "4.03", "備考": "" },
  { "No.": 8, "線径(mm)": "0.1", "全本数": 1372, "銅断面積(mm2)": "10.77", "名称": "2UEWSTC 7/7/28/0.1", "参考外径": "5.34", "備考": "" },
  { "No.": 9, "線径(mm)": "0.1", "全本数": 80, "銅断面積(mm2)": "0.63", "名称": "2UEWSTC 80/0.1φ", "参考外径": "1.29", "備考": "" },
  { "No.": 10, "線径(mm)": "0.1", "全本数": 140, "銅断面積(mm2)": "1.10", "名称": "2SPEWSTC 140/0.1φ", "参考外径": "1.70", "備考": "要在庫確認" },
  { "No.": 11, "線径(mm)": "0.1", "全本数": 150, "銅断面積(mm2)": "1.18", "名称": "2SPEWSTC 150/0.1φ", "参考外径": "1.76", "備考": "要在庫確認" },  
  { "No.": 12, "線径(mm)": "0.1", "全本数": 180, "銅断面積(mm2)": "1.41", "名称": "2SPEWSTC 180/0.1φ", "参考外径": "1.93", "備考": "要在庫確認" },  
  { "No.": 13, "線径(mm)": "0.1", "全本数": 30, "銅断面積(mm2)": "0.24", "名称": "2SPEWSTC 30/0.1φ", "参考外径": "0.79", "備考": "要在庫確認" },  
  { "No.": 14, "線径(mm)": "0.1", "全本数": 60, "銅断面積(mm2)": "0.47", "名称": "2SPEWSTC 5/12/0.1φ", "参考外径": "1.17", "備考": "" },
  { "No.": 15, "線径(mm)": "0.1", "全本数": 1368, "銅断面積(mm2)": "10.74", "名称": "2SPEWSTC 6/6/38/0.1φ", "参考外径": "5.33", "備考": "" },
  { "No.": 16, "線径(mm)": "0.1", "全本数": 308, "銅断面積(mm2)": "2.42", "名称": "2SPEWSTC 7/4/11/0.1φ", "参考外径": "2.53", "備考": "" },
  { "No.": 17, "線径(mm)": "0.12", "全本数": 80, "銅断面積(mm2)": "0.90", "名称": "2UEW-B 80/0.12φ", "参考外径": "1.51", "備考": "" },
  { "No.": 18, "線径(mm)": "0.18", "全本数": 49, "銅断面積(mm2)": "1.25", "名称": "2UEWSTC 49/0.18φ", "参考外径": "1.70", "備考": "" },
  { "No.": 19, "線径(mm)": "0.2", "全本数": 30, "銅断面積(mm2)": "0.94", "名称": "2UEW-B 30/0.2φ", "参考外径": "1.46", "備考": "" },
  { "No.": 20, "線径(mm)": "0.2", "全本数": 49, "銅断面積(mm2)": "1.54", "名称": "2UEWSTC 49/0.2φ", "参考外径": "1.86", "備考": "" },
  { "No.": 21, "線径(mm)": "0.23", "全本数": 147, "銅断面積(mm2)": "6.10", "名称": "1UEW 147/0.23φ", "参考外径": "3.69", "備考": "" }
  
  
  
  // ... 同じフォーマットでデータ追加
];
