const tyubuData = [
  { "対応銅線径": "φ0.2～1.0", "品名": "チューブ S-693 F-2 0.8 白", "色": "白", "対応規格": "電安法", "耐圧": "AC1500V" },
  { "対応銅線径": "φ0.2～1.0", "品名": "チューブ S-693 F-2 0.8 黒", "色": "黒", "対応規格": "電安法", "耐圧": "AC1500V" },
  { "対応銅線径": "φ0.2～1.0", "品名": "チューブ S-693 F-2 0.8 青", "色": "青", "対応規格": "電安法", "耐圧": "AC1500V" },
  { "対応銅線径": "φ0.2～1.0", "品名": "チューブ S-693 F-2 0.8 黄", "色": "黄", "対応規格": "電安法", "耐圧": "AC1500V" },
  { "対応銅線径": "φ0.2～1.0", "品名": "チューブ S-693 F-2 0.8 赤", "色": "赤", "対応規格": "電安法", "耐圧": "AC1500V" },
  { "対応銅線径": "", "品名": "", "色": "", "対応規格": "", "耐圧": "" },
  { "対応銅線径": "φ0.2～0.8", "品名": "チューブ E-651U-1 0.8 白", "色": "白", "対応規格": "IEC", "耐圧": "AC2500V" },
  { "対応銅線径": "φ0.2～0.8", "品名": "チューブ E-651U-1 0.8 黒", "色": "黒", "対応規格": "IEC", "耐圧": "AC2500V" },
  { "対応銅線径": "φ0.2～0.8", "品名": "チューブ E-651U-1 0.8 茶", "色": "茶", "対応規格": "IEC", "耐圧": "AC2500V" },
  { "対応銅線径": "", "品名": "", "色": "", "対応規格": "", "耐圧": "" },
  { "対応銅線径": "φ0.2～1.0", "品名": "チューブ E-651U-1 1.0 白", "色": "白", "対応規格": "IEC", "耐圧": "AC2500V" },
  { "対応銅線径": "φ0.2～1.0", "品名": "チューブ E-651U-1 1.0 黒", "色": "黒", "対応規格": "IEC", "耐圧": "AC2500V" },
  { "対応銅線径": "φ0.2～1.0", "品名": "チューブ E-651U-1 1.0 緑", "色": "緑", "対応規格": "IEC", "耐圧": "AC2500V" },
  { "対応銅線径": "", "品名": "", "色": "", "対応規格": "", "耐圧": "" },
  { "対応銅線径": "φ0.2～1.0", "品名": "チューブ S-693-600 0.8 白", "色": "白", "対応規格": "IEC", "耐圧": "AC9800V" },
  { "対応銅線径": "φ0.2～1.0", "品名": "チューブ S-693-600 0.8 黒", "色": "黒", "対応規格": "IEC", "耐圧": "AC9800V" },
  { "対応銅線径": "φ0.2～1.0", "品名": "チューブ S-693-600 0.8 赤", "色": "赤", "対応規格": "IEC", "耐圧": "AC9800V" }
];
